export const MESSAGE_ROLE = {
	USER: 'user',
	ASSISTANT: 'assistant',
	SYSTEM: 'system',
};

export const SYSTEM_PROMPT = {
	Q1: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q2: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q3: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q4: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q5: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q6: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q7: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q8: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q9: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
	Q10: 'あなたは面接官です。面接のやり取りを読んで適切な返答を返してください。',
};
